{"_id":{"$oid":"5d7aafd0ff28e746b4534193"},"n":"Concussion","c":"A neighbour of mine regularly suffers from concussion. He lives close actually, about a stones throw away!"}
{"_id":{"$oid":"5d7ab05998542246b498d44b"},"n":"Hunch","c":"Did you hear Quasimodo solved a murder? Apparently he had a hunch!"}
{"_id":{"$oid":"5d828d083bc26d0924a87d23"},"n":"Psychic","c":"A short psychic just escaped from prison! I repeat, there is a small medium at large!"}
{"_id":{"$oid":"5d828d083bc26d0924a87d2c"},"n":"Remarkable","c":"What’s so great about whiteboards? They are re-markable..."}
{"_id":{"$oid":"5d828d083bc26d0924a87d29"},"n":"Turbine","c":"Do you like Wind Turbines? Yeah, big fan!"}
{"_id":{"$oid":"5d828d083bc26d0924a87d27"},"n":"Thesaurus","c":"A thesaurus is great. I can't think of any other word for it!"}
{"_id":{"$oid":"5d828d083bc26d0924a87d24"},"n":"Noodle","c":"A guy got disqualified from a noodle making contest for cheating. He is being brought before a committee where there is sure to be serious ramen-fications!"}
{"_id":{"$oid":"5d828d083bc26d0924a87d39"},"n":"Toilet paper","c":"I actually really like single ply toilet paper...It helps me stay in touch with my inner self"}
{"_id":{"$oid":"5d828d083bc26d0924a87d32"},"n":"Toilet","c":"Someone stole my toilet and the police have nothing to go on."}
{"_id":{"$oid":"5d828d083bc26d0924a87d2d"},"n":"Napoleon","c":" Napoleon may not have designed the coat he wore but he did have a hand in it."}
{"_id":{"$oid":"5d828d083bc26d0924a87d30"},"n":"Luggage","c":"A man sued an airline company after it lost his luggage. Sadly, he lost his case."}
{"_id":{"$oid":"5d828d083bc26d0924a87d26"},"n":"MS Word","c":"Somebody stole my Microsoft Office and they are going to pay! You have my word..."}
{"_id":{"$oid":"5d828d083bc26d0924a87d37"},"n":"Raichu","c":"What did Raichu say when it saw Pikachu? Raichu"}
{"_id":{"$oid":"5d828d083bc26d0924a87d25"},"n":"2020 Music Festival","c":"I plan on organising a festival next year. It will be called Vision. Ah yes, I can see it now: 2020 Vision!"}
{"_id":{"$oid":"5d828d083bc26d0924a87d2b"},"n":"Noah","c":"Need an ark built? I Noah guy..."}
{"_id":{"$oid":"5d828d083bc26d0924a87d2e"},"n":"Wurst","c":"I heard a friend of mine nearly choked on a german sausage at dinner last night. In that moment, I feared the wurst!"}
{"_id":{"$oid":"5d828d083bc26d0924a87d34"},"n":"Burial Plot","c":"I saw an ad for burial plots, and thought to myself this is the last thing I need."}
{"_id":{"$oid":"5d828d083bc26d0924a87d38"},"n":"Rough","c":"I just saw a man slumped over a lawn mower crying his eyes out. He is just going through a rough patch."}
{"_id":{"$oid":"5d828d083bc26d0924a87d2a"},"n":"Left","c":"Did you hear about the guy whose whole left side was cut off? He is all right now."}
{"_id":{"$oid":"5d828d083bc26d0924a87d36"},"n":"Alligator","c":"Did you know Alligators can grow up to 15 feet? Most only have 4"}
{"_id":{"$oid":"5d828d083bc26d0924a87d28"},"n":"Pirate","c":"What did the pirate say on his 80th birthday? Ayh, matey!"}
{"_id":{"$oid":"5d828d083bc26d0924a87d2f"},"n":"Time","c":"I was going to make myself a belt made out of watches, but then I realised it would be a waist of time!"}
{"_id":{"$oid":"5d828d083bc26d0924a87d3a"},"n":"Kermit","c":"What did Kermit the frog say at Jim Henson’s funeral?  Nothing."}
{"_id":{"$oid":"5d828d083bc26d0924a87d3c"},"n":"Clown","c":"Why don’t cannibals eat clowns? Becuase they taste funny"}
{"_id":{"$oid":"5d828d083bc26d0924a87d3b"},"n":"Rip","c":" What do you call a cheap circumcision? A rip off."}
{"_id":{"$oid":"5d828d083bc26d0924a87d31"},"n":"Atom","c":"You can never trust an Atom! They make up everything..."}
{"_id":{"$oid":"5d828d083bc26d0924a87d33"},"n":"Brain","c":"I wasn’t originally going to get a brain transplant, but then I changed my mind."}
{"_id":{"$oid":"5d828d083bc26d0924a87d35"},"n":"Plot Thickens","c":"As I suspected, someone has been adding soil to my garden. The plot thickens..."}
{"_id":{"$oid":"5da30ad4727d3641f85bdfe0"},"n":"Stiff","c":"I entered a rigor mortis contest last week. There was a lot of stiff competition"}
{"_id":{"$oid":"5da30ad4727d3641f85bdfe1"},"n":"Deadlion","c":"A busy vet in the local zoo was given 8 hours to vaccinate some big cats who were dying from a virus. The last thing they needed was another deadline."}
{"_id":{"$oid":"5da30ad4727d3641f85bdfe2"},"n":"Apollo","c":"What do you call a bakers dozen Spanish chickens in space? A-pollo 13"}
{"_id":{"$oid":"5da30ad4727d3641f85bdfe3"},"n":"Indication","c":"I went to look at a new car the other day. I checked and all the turn signals worked. That's a good indication."}
{"_id":{"$oid":"5da30ad4727d3641f85bdfe4"},"n":"Split","c":"I have a split personality - said John, being frank..."}
{"_id":{"$oid":"5da30ad4727d3641f85bdfe5"},"n":"Coffin","c":"Will glass coffins be a success? Remains to be seen"}
{"_id":{"$oid":"5da30ad4727d3641f85bdfe6"},"n":"Calendar","c":"I got fired from my job at the Calendar factory today. It is so unfair, all I did was take a day off."}
{"_id":{"$oid":"5da30ad4727d3641f85bdfe7"},"n":"Karma","c":"Hear about the new restaurant called Karma? There is no menu.. you get what you deserve"}
{"_id":{"$oid":"5da30ad4727d3641f85bdfe8"},"n":"OtherHand","c":"I broke my finger today, but on the other hand I was completely fine"}
{"_id":{"$oid":"5da30ad4727d3641f85bdfe9"},"n":"Teacher","c":"A cross eyed teacher could not control his pupils"}
{"_id":{"$oid":"5da30ad4727d3641f85bdfea"},"n":"B+","c":"My dad recently passed away when we could not remember his blood type. His last words to us were - Be positive"}
{"_id":{"$oid":"5da30ad4727d3641f85bdfeb"},"n":"Hippie","c":"What do you call the wife of a hippie? A Mississippi"}
{"_id":{"$oid":"5da30ad4727d3641f85bdfec"},"n":"Kidnap","c":"There was a kidnapping at the local school yesterday. Do not worry though - he woke up"}
{"_id":{"$oid":"5da30ad4727d3641f85bdfed"},"n":"Sleep","c":"Sleeping comes so naturally to me, I could do it with my eyes closed"}
{"_id":{"$oid":"5da30ad4727d3641f85bdfee"},"n":"Daycare","c":"Police were called to a daycare center where a three year old was resisting a rest"}
{"_id":{"$oid":"5da30ad4727d3641f85bdfef"},"n":"Dogs","c":"Why arent dogs good dancers? Because they have two left feet!"}
{"_id":{"$oid":"5da30ad4727d3641f85bdff0"},"n":"Mood","c":"I lost my mood ring, and I dont know how I'm feeling about that"}
{"_id":{"$oid":"5da30ad4727d3641f85bdff1"},"n":"ColourBlind","c":"I just found out that I am color blind. The news came completely out of the green!"}
{"_id":{"$oid":"5da30ad4727d3641f85bdff2"},"n":"Reaper","c":"Never challenge death to a pillow fight unless you are ready to face the reaper cushions"}
{"_id":{"$oid":"5da30ad4727d3641f85bdff3"},"n":"Dalmation","c":"Yesterday I spotted an albino Dalmatian. It was the least I could have done for him."}
{"_id":{"$oid":"5e66c54beca4da26d67201db"},"n":"Big Ben","c":"It will still be a few years until the Big Ben renovations are completed. This is surprising considering all the builders have been working around the clock..."}
